cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'goreleaser/tap'

brew 'colordiff'
brew 'coreutils'
brew "csvkit"
brew 'curl'
brew 'docker'
brew "ffmpeg"
brew 'git'
brew 'go'
brew "goreleaser/tap/goreleaser"
brew 'hugo'
brew 'jq'
brew 'node'
brew 'php'
brew 'python'
brew 'readline'
brew "telnet"
brew 'tree'
brew 'openssl'
brew 'unrar'
brew "yarn"
brew "youtube-dl"
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'adobe-acrobat-reader'
cask 'alfred'
cask 'caffeine'
cask 'calibre'
cask 'docker'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'grammarly'
cask 'iterm2'
cask 'little-snitch'
cask 'java'
cask 'remember-the-milk'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'tunnelblick'
cask 'vagrant'
cask 'visual-studio-code'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
