cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/php'
tap 'caskroom/versions'

brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'go'
brew 'docker'
brew 'hugo'
brew 'jq'
brew 'nmap'
brew 'node'
brew 'homebrew/php/composer'
brew 'homebrew/php/php70'
brew 'homebrew/php/php70-amqp'
brew 'homebrew/php/php70-ast'
brew 'homebrew/php/php70-intl'
brew 'homebrew/php/php70-mcrypt'
brew 'homebrew/php/php70-opcache'
brew 'homebrew/php/php70-redis', args: ['HEAD']
brew 'homebrew/php/php70-xdebug'
brew 'python'
brew 'readline'
brew 'tree'
brew 'openssl'
brew 'unrar'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'zsh-completions'


cask '1password'
cask 'adobe-reader'
cask 'alfred'
cask 'atom'
cask 'bettertouchtool'
cask 'caffeine'
cask 'calibre'
cask 'dockertoolbox'
cask 'dropbox'
cask 'evernote'
cask 'filezilla'
cask 'firefox'
cask 'google-chrome'
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'java'
cask 'macdown'
cask 'phpstorm'
cask 'pycharm-ce'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'smartconverter'
cask 'spotify'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'whatsapp'
